<?php
 
return [
 
    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    */
 
    "date" => ":attributeは正しい日付ではありません。",
    "min" => [
        "string"  => ":attributeは:min文字以上入力してください。",
    ],
    "required" => ":attributeを入力してください。",
 
    // 
 
    /*
    |--------------------------------------------------------------------------
    | Custom Validation Attributes
    |--------------------------------------------------------------------------
    */
 
    'attributes' => [
        'title' => 'タイトル',
        'body' => '本文',
        'published_at' => '公開日',
    ],
];